{
  "loginTitle": "تسجيل الدخول",
  "email": "البريد الإلكتروني",
  "password": "كلمة المرور",
  "loginBtn": "دخول",
  "noAccount": "ليس لديك حساب؟ <a href='Register.html'>سجل هنا</a>",
  "voltar": "<a href='https://abi-frontend-mu.vercel.app/index.html'>العودة إلى القائمة الرئيسية</a>",
  "registerTitle": "التسجيل",
  "confirmPassword": "تأكيد كلمة المرور",
  "registerBtn": "إنشاء حساب",
  "haveAccount": "هل لديك حساب؟ <a href='Login.html'>تسجيل الدخول</a>",
  "sobre": "عن المشروع",
  "guia": "الدليل",
  "empresas": "الشركات",
  "bolsas": "منح دراسية",
  "psicologia": "علم النفس",
  "saude": "الصحة",

  "tituloBemVindo": "مرحباً بك في ABI - المساعدة البرازيلية للمهاجرين",
  "descricaoProjeto": "مشروع ABI مكرس لتقديم الدعم الأساسي للمهاجرين الذين يصلون إلى البرازيل. من خلال نهج مرحب وآمن، تربطك منصتنا بالموارد الأساسية لإعادة بناء حياتك بكرامة وإرشاد وفرص.",
  "legalizacaoTitulo": "التقنين",
  "legalizacaoDescricao": "احصل على استشارات قانونية مجانية حول الوثائق، CPF، التأشيرات، التقنين وحقوق المهاجر.",
  "empregoTitulo": "العمل",
  "empregoDescricao": "نوصلك بشركات توظف المهاجرين بغض النظر عن المستوى التعليمي. قم بإعداد سيرتك الذاتية معنا.",
  "estudoTitulo": "الدراسة والتأهيل",
  "estudoDescricao": "الوصول إلى منح دراسية، دورات مجانية في اللغة البرتغالية، الحاسوب، فوتوشوب، تحرير الفيديو والمزيد.",
  "psicologiaTitulo": "الدعم النفسي",
  "psicologiaDescricao": "خدمات تطوعية مع علماء نفس شركاء، مجموعات دعم واستماع نشط للاهتمام بصحتك النفسية.",
  "saudeTitulo": "الصحة",
  "saudeDescricao": "إحالة إلى الخدمات العامة، التطعيم، خدمات الطوارئ والعيادات الجامعية.",
  "segurancaTitulo": "الأمان والخصوصية",
  "segurancaDescricao": "بياناتك محمية. نستخدم تشفير متقدم ونتبع إرشادات قانون حماية البيانات العامة (LGPD). لا يتم مشاركة أي معلومات بدون إذنك.",
  "acaoTitulo": "هل أنت جاهز للبدء؟",
  "acaoDescricao": "سجل مجانًا واحصل على وصول فوري إلى موارد منصة ABI.",
  "botaoCadastrar": "أريد التسجيل",
  "title": "ABI - المنح",

  "tituloBolsas": "ابحث عن منح دراسية",
  "filtroCategoria": "تصفية حسب الفئة:",
  "selecioneCategoria": "",
  "selecioneCategoriaOption": "اختر فئة...",
  "filtroEstado": "تصفية حسب الولاية:",
  "selecioneEstado": "",
  "selecioneEstadoOption": "اختر ولاية...",
  "filtroModelo": "نوع الدورة:",
  "selecioneModelo": "",
  "selecioneModeloOption": "اختر نوعًا...",
  "botaoFiltrar": "تصفية المنح",
  "anterior": "السابق",
  "paginaAtual": "الصفحة 1",
  "proxima": "التالي",
  
  "pageTitle": "ABI - الدليل",
  "guideHeader": "دليل المهاجر",
  "introDescription": "تم إنشاء هذا الدليل لمساعدتك في خطواتك الأولى في البرازيل، من خلال الوثائق، السكن، العمل، الدراسة، الصحة والمزيد. توفر منصة ABI دعمًا مجانيًا وربطًا بالشركات، المنح الدراسية، الدعم النفسي والإرشاد بالتعاون مع الجامعات.",
  "step1Title": "1. التقنين والوثائق",
  "step1Description": "ابدأ عملية التقنين الخاصة بك مع الشرطة الفيدرالية. يمكنك طلب اللجوء، الإقامة المؤقتة أو الدائمة. احتفظ بإيصال الطلب لأنه يضمن حقوقًا أساسية حتى الموافقة النهائية.",
  "step2Title": "2. الحصول على CPF",
  "step2Description": "الـ CPF ضروري لفتح حساب، العمل أو الدراسة. يمكنك التقديم شخصيًا في البريد أو عبر الإنترنت على موقع Receita Federal.",
  "step3Title": "3. فتح حساب بنكي",
  "step3Description": "بعد الحصول على CPF، يمكنك فتح حساب في البنوك الرقمية مثل Nubank أو الفروع التقليدية (Caixa, Itaú، إلخ). هذا يسهل استلام الرواتب أو المنح.",
  "step4Title": "4. السكن",
  "step4Description": "ابحث عن خيارات ميسورة في مواقع مثل OLX، Viva Real وفي مجموعات الدعم على وسائل التواصل الاجتماعي. نحن نعمل مع مؤسسات توفر أيضًا الإقامة المؤقتة.",
  "step5Title": "5. العمل والدخل",
  "step5Description": "يمكنك التحقق من الشركات الشريكة التي توفر فرص عمل للمهاجرين، حتى بدون شهادة. منصتنا تربطك مباشرة بالفرص المتاحة وتتيح التقديم عبر الإنترنت.",
  "step6Title": "6. التعليم والمنح",
  "step6Description": "يحق للمهاجرين الحصول على التعليم الأساسي المجاني. بالإضافة إلى ذلك، يمكنك الوصول إلى نظام المنح لدينا، مع دورات تقنية، لغات (بما في ذلك البرتغالية)، الحاسوب، تحرير الفيديو وأكثر. كل ذلك مقدم من مؤسسات شريكة ومتاحة عبر المنصة.",
  "step7Title": "7. الصحة والرفاهية",
  "step7Description": "يمكنك الحصول على خدمات مجانية من SUS. في منصتنا، يمكنك أيضًا طلب الدعم الأساسي في النظام الصحي، مقدم من طلاب كليات الطب الشريكة وتحت إشراف. الحالات المعقدة يتم تحويلها إلى العيادات والمستشفيات المتخصصة.",
  "step8Title": "8. الدعم النفسي",
  "step8Description": "قد يكون للتأثير العاطفي للهجرة أثر كبير. في قسم الدعم النفسي، يمكنك حجز جلسات مع طلاب علم النفس من الكليات الشريكة. الحالات الحساسة تتم متابعتها وتحويلها إلى متخصصين.",
  "step9Title": "9. النقل العام",
  "step9Description": "النقل الجماعي (الحافلات، المترو والقطار) متوفر في معظم المدن. تحقق مما إذا كانت مدينتك تقدم بطاقة مجانية أو تعرفة اجتماعية. استخدم تطبيقات مثل Moovit لتخطيط رحلاتك.",
  "step10Title": "10. الحقوق والواجبات",
  "step10Description": "لديك حق في الصحة والتعليم والعمل والحرية الدينية. بالمقابل، من المهم احترام القوانين المحلية والتعايش بسلام مع المجتمع. المنصة ستوفر قريبًا دعمًا قانونيًا أساسيًا."
}

