{
  "loginTitle": "Anmeldung",
  "email": "E-Mail",
  "password": "Passwort",
  "loginBtn": "Einloggen",
  "noAccount": "Noch kein Konto? <a href='Register.html'>Hier registrieren</a>",
  "voltar": "<a href='https://abi-frontend-mu.vercel.app/index.html'>Zurück zum Hauptmenü</a>",
  "registerTitle": "Registrierung",
  "confirmPassword": "Passwort bestätigen",
  "registerBtn": "Konto erstellen",
  "haveAccount": "Schon ein Konto? <a href='Login.html'>Einloggen</a>",
  "sobre": "Über das Projekt",
  "guia": "Leitfaden",
  "empresas": "Unternehmen",
  "bolsas": "Stipendien",
  "psicologia": "Psychologie",
  "saude": "Gesundheit",

  "tituloBemVindo": "Willkommen bei ABI - Brasilianische Unterstützung für Einwanderer",
  "descricaoProjeto": "Das ABI-Projekt bietet grundlegende Unterstützung für Einwanderer, die nach Brasilien kommen. Mit einer warmen und sicheren Herangehensweise verbindet unsere Plattform Sie mit wichtigen Ressourcen, um Ihr Leben mit Würde, Orientierung und Chancen neu aufzubauen.",
  "legalizacaoTitulo": "Legalisierung",
  "legalizacaoDescricao": "Erhalten Sie kostenlose Rechtsberatung zu Dokumenten, CPF, Visa, Legalisierung und Einwandererrechten.",
  "empregoTitulo": "Beschäftigung",
  "empregoDescricao": "Wir verbinden Sie mit Unternehmen, die Einwanderer unabhängig vom Bildungsniveau einstellen. Bereiten Sie Ihren Lebenslauf mit uns vor.",
  "estudoTitulo": "Studium und Qualifizierung",
  "estudoDescricao": "Zugang zu Stipendien, kostenlosen Kursen in Portugiesisch, Informatik, Photoshop, Videobearbeitung und mehr.",
  "psicologiaTitulo": "Psychologische Unterstützung",
  "psicologiaDescricao": "Freiwillige Sitzungen mit Partnerpsychologen, Unterstützungsgruppen und aktives Zuhören zur Förderung Ihrer psychischen Gesundheit.",
  "saudeTitulo": "Gesundheit",
  "saudeDescricao": "Weiterleitung zu öffentlichen Diensten, Impfungen, Notfallversorgung und Universitätskliniken.",
  "segurancaTitulo": "Sicherheit und Datenschutz",
  "segurancaDescricao": "Ihre Daten sind geschützt. Wir verwenden fortschrittliche Verschlüsselung und befolgen die Datenschutzgrundverordnung (LGPD). Keine Informationen werden ohne Ihre Erlaubnis geteilt.",
  "acaoTitulo": "Bereit zum Start?",
  "acaoDescricao": "Registrieren Sie sich kostenlos und erhalten Sie sofortigen Zugriff auf die Ressourcen der ABI-Plattform.",
  "botaoCadastrar": "Ich möchte mich registrieren",

  "title": "ABI - Stipendien",
  "tituloBolsas": "Finden Sie Stipendien",
  "filtroCategoria": "Nach Kategorie filtern:",
  "selecioneCategoria": "",
  "selecioneCategoriaOption": "Kategorie auswählen...",
  "filtroEstado": "Nach Bundesland filtern:",
  "selecioneEstado": "",
  "selecioneEstadoOption": "Bundesland auswählen...",
  "filtroModelo": "Kursmodell:",
  "selecioneModelo": "",
  "selecioneModeloOption": "Modell auswählen...",
  "botaoFiltrar": "Stipendien filtern",
  "anterior": "Vorherige",
  "paginaAtual": "Seite 1",
  "proxima": "Nächste",
  
  "pageTitle": "ABI - Leitfaden",
  "guideHeader": "Einwandererleitfaden",
  "introDescription": "Dieser Leitfaden wurde erstellt, um Sie bei Ihren ersten Schritten in Brasilien zu begleiten, mit Unterstützung bei Dokumenten, Unterkunft, Arbeit, Studium, Gesundheit und mehr. Die ABI-Plattform bietet kostenlose Unterstützung und Vernetzung mit Unternehmen, Stipendien, psychologischer Betreuung und Beratung in Zusammenarbeit mit Universitäten.",
  "step1Title": "1. Legalisierung und Dokumentation",
  "step1Description": "Beginnen Sie Ihren Legalisierungsprozess bei der Bundespolizei. Sie können Asyl, vorübergehenden oder dauerhaften Aufenthalt beantragen. Bewahren Sie das Antragsprotokoll auf, da es grundlegende Rechte bis zur endgültigen Genehmigung sichert.",
  "step2Title": "2. Beantragen Sie Ihre CPF",
  "step2Description": "Die CPF ist erforderlich, um ein Konto zu eröffnen, zu arbeiten oder zu studieren. Beantragen Sie sie persönlich bei der Post oder online auf der Website der Steuerbehörde.",
  "step3Title": "3. Bankkonto eröffnen",
  "step3Description": "Nach Erhalt der CPF können Sie ein Konto bei digitalen Banken wie Nubank oder in Filialen (Caixa, Itaú usw.) eröffnen. Dies erleichtert das Empfangen von Gehältern oder Stipendien.",
  "step4Title": "4. Unterkunft",
  "step4Description": "Suchen Sie nach erschwinglichen Optionen auf Websites wie OLX, Viva Real und in Unterstützungsgruppen in sozialen Netzwerken. Wir arbeiten mit Institutionen zusammen, die auch temporäre Unterkünfte anbieten.",
  "step5Title": "5. Arbeit und Einkommen",
  "step5Description": "Sie können Partnerunternehmen mit Stellenangeboten für Einwanderer, auch ohne Abschluss, überprüfen. Unsere Plattform verbindet Sie direkt mit verfügbaren Möglichkeiten und ermöglicht Online-Bewerbungen.",
  "step6Title": "6. Bildung und Stipendien",
  "step6Description": "Einwanderer haben Anspruch auf kostenlose Grundbildung. Außerdem können Sie unser Stipendiensystem mit technischen Kursen, Sprachen (einschließlich Portugiesisch), Informatik, Videobearbeitung und vielem mehr nutzen. Alles angeboten von Partnerinstitutionen und über die Plattform zugänglich.",
  "step7Title": "7. Gesundheit und Wohlbefinden",
  "step7Description": "Sie können kostenlos vom SUS betreut werden. Auf unserer Plattform können Sie auch grundlegende Gesundheitsunterstützung von Medizinstudenten erhalten, die von Partnerfakultäten beaufsichtigt werden. Komplexe Fälle werden an spezialisierte Kliniken und Krankenhäuser überwiesen.",
  "step8Title": "8. Psychologische Unterstützung",
  "step8Description": "Die emotionale Auswirkung der Migration kann groß sein. Im Modul Psychologische Unterstützung können Sie Termine mit Psychologiestudenten von Partnerfakultäten buchen. Sensible Fälle werden begleitet und an Fachleute weitergeleitet.",
  "step9Title": "9. Öffentliche Verkehrsmittel",
  "step9Description": "Öffentliche Verkehrsmittel (Bus, U-Bahn und Zug) sind in den meisten Städten verfügbar. Prüfen Sie, ob Ihre Stadt eine kostenlose Fahrkarte oder Sozialtarife anbietet. Nutzen Sie Apps wie Moovit zur Planung Ihrer Fahrten.",
  "step10Title": "10. Rechte und Pflichten",
  "step10Description": "Sie haben das Recht auf Gesundheit, Bildung, Arbeit und Religionsfreiheit. Im Gegenzug ist es wichtig, die örtlichen Gesetze zu respektieren und harmonisch mit der Gesellschaft zusammenzuleben. Die Plattform wird bald grundlegende rechtliche Unterstützung bieten."
}


