{
  "loginTitle": "Login",
  "email": "Email",
  "password": "Password",
  "loginBtn": "Sign In",
  "noAccount": "Don't have an account? <a href='Register.html'>Register here</a>",
  "voltar": "<a href='https://abi-frontend-mu.vercel.app/index.html'>Back to main menu</a>",
  "registerTitle": "Register",
  "confirmPassword": "Confirm Password",
  "registerBtn": "Create Account",
  "haveAccount": "Already have an account? <a href='Login.html'>Sign in</a>",
  "sobre": "About the project",
  "guia": "Guide",
  "empresas": "Companies",
  "bolsas": "Scholarships",
  "psicologia": "Psychology",
  "saude": "Health",
  
  "tituloBemVindo": "Welcome to ABI - Brazilian Immigration Assistance",
  "descricaoProjeto": "The ABI project is dedicated to providing basic support for immigrants arriving in Brazil. With a welcoming and secure approach, our platform connects you to essential resources to rebuild your life with dignity, guidance, and opportunities.",
  "legalizacaoTitulo": "Legalization",
  "legalizacaoDescricao": "Get free legal advice on documents, CPF, visas, legalization, and immigrant rights.",
  "empregoTitulo": "Employment",
  "empregoDescricao": "We connect you with companies hiring immigrants regardless of education level. Prepare your resume with us.",
  "estudoTitulo": "Study and Training",
  "estudoDescricao": "Access scholarships, free courses in Portuguese, computer skills, Photoshop, video editing, and more.",
  "psicologiaTitulo": "Psychological Support",
  "psicologiaDescricao": "Voluntary counseling with partner psychologists, support groups, and active listening to care for your mental health.",
  "saudeTitulo": "Health",
  "saudeDescricao": "Referral to public services, vaccination, emergency care, and university clinics.",
  "segurancaTitulo": "Security and Privacy",
  "segurancaDescricao": "Your data is protected. We use advanced encryption and follow the General Data Protection Law (LGPD). No information will be shared without your consent.",
  "acaoTitulo": "Ready to get started?",
  "acaoDescricao": "Register for free and get immediate access to ABI platform resources.",
  "botaoCadastrar": "I want to register",

  "title": "ABI - Scholarships",
  "tituloBolsas": "Find Scholarships",
  "filtroCategoria": "Filter by category:",
  "selecioneCategoria": "",
  "selecioneCategoriaOption": "Select a category...",
  "filtroEstado": "Filter by state:",
  "selecioneEstado": "",
  "selecioneEstadoOption": "Select a state...",
  "filtroModelo": "Course model:",
  "selecioneModelo": "",
  "selecioneModeloOption": "Select a model...",
  "botaoFiltrar": "Filter Scholarships",
  "anterior": "Previous",
  "paginaAtual": "Page 1",
  "proxima": "Next",

  "pageTitle": "ABI - Guide",
  "guideHeader": "Immigrant Guide",
  "introDescription": "This guide was created to accompany you in your first steps in Brazil, helping with documentation, housing, employment, study, health, and much more. The ABI platform offers free support and connectivity with companies, scholarships, psychological care, and guidance in partnership with universities.",
  "step1Title": "1. Legalization and Documentation",
  "step1Description": "Start your legalization process with the Federal Police. You can apply for asylum, temporary or permanent residency. Keep your application protocol as it guarantees basic rights until final approval.",
  "step2Title": "2. Get your CPF",
  "step2Description": "CPF is necessary to open a bank account, work, or study. Apply in person at the Post Office or online at the Federal Revenue website.",
  "step3Title": "3. Open a Bank Account",
  "step3Description": "After obtaining your CPF, you can open an account with digital banks like Nubank or at physical branches (Caixa, Itaú, etc.). This will make receiving salaries or scholarships easier.",
  "step4Title": "4. Housing",
  "step4Description": "Look for affordable options on sites like OLX, Viva Real, and in support groups on social media. We are working with institutions that also offer temporary shelter.",
  "step5Title": "5. Work and Income",
  "step5Description": "You can check partner companies with job openings aimed at immigrants, even without a diploma. Our platform connects you directly to available opportunities and allows online applications.",
  "step6Title": "6. Education and Scholarships",
  "step6Description": "Immigrants have the right to free basic education. Additionally, you can access our scholarship system with technical courses, languages (including Portuguese), IT, video editing, and much more. All offered by partner institutions and accessible through the platform.",
  "step7Title": "7. Health and Well-being",
  "step7Description": "You can receive free care through SUS. On our platform, you can also request basic health support provided by medical students from partner faculties under supervision. Complex cases will be referred to specialized clinics and hospitals.",
  "step8Title": "8. Psychological Support",
  "step8Description": "The emotional impact of migration can be significant. In the Psychological Support module, you can schedule appointments with psychology students from partner faculties. More sensitive cases will be followed up and referred to specialized professionals.",
  "step9Title": "9. Public Transport",
  "step9Description": "Public transport (buses, subways, and trains) is available in most cities. Check if your city offers free passes or social fares. Use apps like Moovit to plan your routes.",
  "step10Title": "10. Rights and Duties",
  "step10Description": "You have the right to health, education, work, and religious freedom. In return, it is important to respect local laws and live in harmony with society. The platform will soon offer basic legal support."
}



