{
  "loginTitle": "Iniciar sesión",
  "email": "Correo electrónico",
  "password": "Contraseña",
  "loginBtn": "Entrar",
  "noAccount": "¿No tienes una cuenta? <a href='Register.html'>Regístrate aquí</a>",
  "voltar": "<a href='https://abi-frontend-mu.vercel.app/index.html'>Volver al menú principal</a>",
  "registerTitle": "Registro",
  "confirmPassword": "Confirmar contraseña",
  "registerBtn": "Crear cuenta",
  "haveAccount": "¿Ya tienes una cuenta? <a href='Login.html'>Inicia sesión</a>",
  "sobre": "Sobre el proyecto",
  "guia": "Guía",
  "empresas": "Empresas",
  "bolsas": "Becas",
  "psicologia": "Psicología",
  "saude": "Salud",
  
  "tituloBemVindo": "Bienvenido a ABI - Asistencia Brasileña a la Inmigración",
  "descricaoProjeto": "El proyecto ABI está dedicado a ofrecer apoyo básico a inmigrantes que llegan a Brasil. Con un enfoque acogedor y seguro, nuestra plataforma te conecta con recursos esenciales para reconstruir tu vida con dignidad, orientación y oportunidades.",
  "legalizacaoTitulo": "Legalización",
  "legalizacaoDescricao": "Recibe asesoría jurídica gratuita sobre documentos, CPF, visas, regularización y derechos del inmigrante.",
  "empregoTitulo": "Empleo",
  "empregoDescricao": "Te conectamos con empresas que contratan inmigrantes, independientemente del nivel educativo. Prepara tu currículum con nosotros.",
  "estudoTitulo": "Estudio y Capacitación",
  "estudoDescricao": "Acceso a becas, cursos gratuitos de portugués, informática, Photoshop, edición de vídeo y más.",
  "psicologiaTitulo": "Apoyo Psicológico",
  "psicologiaDescricao": "Atenciones voluntarias con psicólogos asociados, grupos de apoyo y escucha activa para cuidar tu salud mental.",
  "saudeTitulo": "Salud",
  "saudeDescricao": "Derivación a servicios públicos, vacunación, atención de emergencia y clínicas universitarias.",
  "segurancaTitulo": "Seguridad y Privacidad",
  "segurancaDescricao": "Tus datos están protegidos. Usamos cifrado avanzado y seguimos las directrices de la Ley General de Protección de Datos (LGPD). Ninguna información será compartida sin tu autorización.",
  "acaoTitulo": "¿Listo para comenzar?",
  "acaoDescricao": "Regístrate gratis y accede inmediatamente a los recursos de la plataforma ABI.",
  "botaoCadastrar": "Quiero registrarme",

  "title": "ABI - Becas",
  "tituloBolsas": "Encuentra Becas",
  "filtroCategoria": "Filtrar por categoría:",
  "selecioneCategoria": "",
  "selecioneCategoriaOption": "Selecciona una categoría...",
  "filtroEstado": "Filtrar por estado:",
  "selecioneEstado": "",
  "selecioneEstadoOption": "Selecciona un estado...",
  "filtroModelo": "Modelo de curso:",
  "selecioneModelo": "",
  "selecioneModeloOption": "Selecciona un modelo...",
  "botaoFiltrar": "Filtrar Becas",
  "anterior": "Anterior",
  "paginaAtual": "Página 1",
  "proxima": "Siguiente",

  "pageTitle": "ABI - Guía",
  "guideHeader": "Guía del Inmigrante",
  "introDescription": "Esta guía fue creada para acompañarte en tus primeros pasos en Brasil, ayudando con documentación, vivienda, empleo, estudio, salud y mucho más. La plataforma ABI ofrece soporte gratuito y conectividad con empresas, becas, atención psicológica y orientación en alianza con universidades.",
  "step1Title": "1. Legalización y Documentación",
  "step1Description": "Inicia tu proceso de regularización con la Policía Federal. Puedes solicitar refugio, residencia temporal o permanente. Guarda el protocolo de la solicitud, pues garantiza derechos básicos hasta la aprobación final.",
  "step2Title": "2. Obtén tu CPF",
  "step2Description": "El CPF es necesario para abrir cuenta, trabajar o estudiar. Solicítalo presencialmente en Correos o por internet en el sitio de la Receita Federal.",
  "step3Title": "3. Abrir Cuenta Bancaria",
  "step3Description": "Después de obtener el CPF, puedes abrir cuenta en bancos digitales como Nubank o en agencias físicas (Caixa, Itaú, etc.). Esto facilitará recibir salarios o becas.",
  "step4Title": "4. Vivienda",
  "step4Description": "Busca opciones accesibles en sitios como OLX, Viva Real y en grupos de apoyo en redes sociales. Estamos trabajando con instituciones que también ofrecen alojamiento temporal.",
  "step5Title": "5. Trabajo e Ingresos",
  "step5Description": "Puedes revisar empresas asociadas con vacantes para inmigrantes, incluso sin exigencia de título. Nuestra plataforma conecta directamente con oportunidades disponibles y permite postulación online.",
  "step6Title": "6. Educación y Becas",
  "step6Description": "Los inmigrantes tienen derecho a educación básica gratuita. Además, puedes acceder a nuestro sistema de becas con cursos técnicos, idiomas (incluido portugués), informática, edición de vídeo y más. Todo ofrecido por instituciones asociadas y accesible en la plataforma.",
  "step7Title": "7. Salud y Bienestar",
  "step7Description": "Puedes recibir atención gratuita por SUS. En nuestra plataforma, también puedes solicitar soporte básico en salud proporcionado por estudiantes de medicina asociados con supervisión. Casos complejos serán derivados a clínicas y hospitales especializados.",
  "step8Title": "8. Apoyo Psicológico",
  "step8Description": "El impacto emocional de la migración puede ser grande. En el módulo de Apoyo Psicológico, puedes agendar citas con estudiantes de psicología de instituciones asociadas. Casos delicados serán acompañados y derivados a profesionales especializados.",
  "step9Title": "9. Transporte Público",
  "step9Description": "El transporte colectivo (autobús, metro y tren) está disponible en la mayoría de las ciudades. Verifica si tu ciudad ofrece pase libre o tarifa social. Usa apps como Moovit para planificar tus rutas.",
  "step10Title": "10. Derechos y Deberes",
  "step10Description": "Tienes derecho a salud, educación, trabajo y libertad religiosa. A cambio, es importante respetar las leyes locales y convivir en armonía con la sociedad. La plataforma también ofrecerá soporte jurídico básico pronto."
}

