{
  "loginTitle": "Login",
  "email": "E-mail",
  "password": "Senha",
  "loginBtn": "Entrar",
  "noAccount": "Não tem uma conta? <a href='Register.html'>Cadastre-se aqui</a>",
  "voltar": "<a href='https://abi-frontend-mu.vercel.app/index.html'>Voltar ao menu principal</a>",
  "registerTitle": "Cadastro",
  "confirmPassword": "Confirmar senha",
  "registerBtn": "Criar conta",
  "haveAccount": "Já tem uma conta? <a href='Login.html'>Faça login</a>",
  "sobre": "Sobre o projeto",
  "guia": "Guia",
  "empresas": "Empresas",
  "bolsas": "Bolsas de Estudo",
  "psicologia": "Psicologia",
  "saude": "Saúde",
  "tituloBemVindo": "Bem-vindo ao ABI - Assistência Brasileira à Imigração",
  "descricaoProjeto": "O projeto ABI é dedicado a oferecer suporte básico para imigrantes que chegam ao Brasil. Com uma abordagem acolhedora e segura, nossa plataforma conecta você a recursos essenciais para reconstruir sua vida com dignidade, orientação e oportunidades.",
  "legalizacaoTitulo": "Legalização",
  "legalizacaoDescricao": "Receba consultorias jurídicas gratuitas sobre documentos, CPF, vistos, regularização e direitos do imigrante.",
  "empregoTitulo": "Emprego",
  "empregoDescricao": "Conectamos você a empresas que contratam imigrantes, independente do nível de escolaridade. Prepare seu currículo conosco.",
  "estudoTitulo": "Estudo e Capacitação",
  "estudoDescricao": "Acesso a bolsas de estudo, cursos gratuitos de português, informática, Photoshop, edição de vídeo e mais.",
  "psicologiaTitulo": "Apoio Psicológico",
  "psicologiaDescricao": "Atendimentos voluntários com psicólogos parceiros, grupos de apoio e escuta ativa para cuidar da sua saúde mental.",
  "saudeTitulo": "Saúde",
  "saudeDescricao": "Encaminhamento para serviços públicos, vacinação, atendimento de emergência e clínicas universitárias.",
  "segurancaTitulo": "Segurança e Privacidade",
  "segurancaDescricao": "Seus dados estão protegidos. Utilizamos criptografia avançada e seguimos as diretrizes da Lei Geral de Proteção de Dados (LGPD). Nenhuma informação será compartilhada sem sua autorização.",
  "acaoTitulo": "Pronto para começar?",
  "acaoDescricao": "Cadastre-se gratuitamente e tenha acesso imediato aos recursos da plataforma ABI.",
  "botaoCadastrar": "Quero me cadastrar",
  "title": "ABI - Bolsas",
  "tituloBolsas": "Encontre Bolsas de Estudo",
  "filtroCategoria": "Filtrar por categoria:",
  "selecioneCategoria": "",
  "selecioneCategoriaOption": "Selecione uma categoria...",
  "filtroEstado": "Filtrar por estado:",
  "selecioneEstado": "",
  "selecioneEstadoOption": "Selecione um estado...",
  "filtroModelo": "Modelo de curso:",
  "selecioneModelo": "",
  "selecioneModeloOption": "Selecione um modelo...",
  "botaoFiltrar": "Filtrar Bolsas",
  "anterior": "Anterior",
  "paginaAtual": "Página 1",
  "proxima": "Próxima",
  "pageTitle": "ABI - Guia",
  "guideHeader": "Guia do Imigrante",
  "introDescription": "Este guia foi criado para te acompanhar nos primeiros passos no Brasil, ajudando com documentação, moradia, emprego, estudo, saúde e muito mais. A plataforma ABI oferece suporte gratuito e conectividade com empresas, bolsas de estudo, atendimento psicológico e orientação em parceria com universidades.",
  "step1Title": "1. Regularização e Documentação",
  "step1Description": "Inicie seu processo de regularização junto à Polícia Federal. Você poderá solicitar refúgio, residência temporária ou permanente. Guarde o protocolo da solicitação, pois ele garante direitos básicos até a aprovação final.",
  "step2Title": "2. Obtenha seu CPF",
  "step2Description": "O CPF é necessário para abrir conta, trabalhar ou estudar. Solicite presencialmente nos Correios ou pela internet no site da Receita Federal.",
  "step3Title": "3. Abrir Conta Bancária",
  "step3Description": "Após obter o CPF, você pode abrir conta em bancos digitais como Nubank ou em agências físicas (Caixa, Itaú, etc.). Isso facilitará receber salários ou bolsas.",
  "step4Title": "4. Moradia",
  "step4Description": "Procure opções acessíveis em sites como OLX, Viva Real e em grupos de apoio nas redes sociais. Estamos trabalhando com instituições que também oferecem acolhimento temporário.",
  "step5Title": "5. Trabalho e Renda",
  "step5Description": "Você pode conferir empresas parceiras com vagas voltadas para imigrantes, inclusive sem exigência de diploma. Nossa plataforma conecta você diretamente às oportunidades disponíveis e permite candidaturas online.",
  "step6Title": "6. Educação e Bolsas",
  "step6Description": "Imigrantes têm direito à educação básica gratuita. Além disso, você pode acessar o nosso sistema de bolsas, com cursos técnicos, idiomas (inclusive Português), informática, edição de vídeo e muito mais. Tudo oferecido por instituições parceiras e acessível pela plataforma.",
  "step7Title": "7. Saúde e Bem-estar",
  "step7Description": "Você pode ser atendido pelo SUS gratuitamente. Em nossa plataforma, você também pode solicitar suporte básico no sistema de saúde, prestado por estudantes de faculdades de medicina parceiras, com supervisão. Casos complexos serão encaminhados para clínicas e hospitais especializados.",
  "step8Title": "8. Apoio Psicológico",
  "step8Description": "O impacto emocional da migração pode ser grande. No módulo de Apoio Psicológico, você pode agendar atendimento com estudantes de psicologia de faculdades parceiras. Casos mais delicados serão acompanhados e encaminhados a profissionais especializados.",
  "step9Title": "9. Transporte Público",
  "step9Description": "Transporte coletivo (ônibus, metrô e trem) está disponível na maioria das cidades. Verifique se sua cidade oferece passe livre ou tarifa social. Use apps como Moovit para planejar suas rotas.",
  "step10Title": "10. Direitos e Deveres",
  "step10Description": "Você tem direito à saúde, educação, trabalho e liberdade religiosa. Em contrapartida, é importante respeitar as leis locais e conviver em harmonia com a sociedade. A plataforma também oferece suporte jurídico básico em breve."
}


